Revit 2027 API
ParameterTypeId.StructuralSectionSigmaProfileBendWidth Property
 "Bend Width"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralSectionSigmaProfileBendWidth { get; }
Public Shared ReadOnly Property StructuralSectionSigmaProfileBendWidth As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralSectionSigmaProfileBendWidth {
	ForgeTypeId^ get ();
}
static member StructuralSectionSigmaProfileBendWidth : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace